{"sections":{"image_banner_TyFnhj":{"type":"image-banner","blocks":{"heading_7M8F4g":{"type":"heading","settings":{"heading":"<strong>Useful Downloads<\/strong>","heading_size":"h1"}}},"block_order":["heading_7M8F4g"],"settings":{"image":"shopify:\/\/shop_images\/yt-thumbnail-1280-x-720-banner-image-homepage-jpg_custom_resized_de8260e2-526d-46bb-b444-5a4fa7fafbef.jpg","image_overlay_opacity":60,"image_height":"small","desktop_content_position":"middle-center","show_text_box":false,"desktop_content_alignment":"center","color_scheme":"scheme-3","image_behavior":"none","mobile_content_alignment":"center","stack_images_on_mobile":true,"show_text_below":false}},"main":{"type":"main-page","disabled":true,"settings":{"padding_top":28,"padding_bottom":28}},"rich_text_bd4EmA":{"type":"rich-text","blocks":{"heading_xfE4GQ":{"type":"heading","settings":{"heading":"Aphasia Support Privacy Notice","heading_size":"h1"}},"text_cPxeMK":{"type":"text","settings":{"text":"<p>Aphasia Support are a registered charity (number 1143106) and a limited company (number 07535494) The charity’s registered address is Balne Lane Community Centre, Balne Lane, Wakefield, WF2 0DP.<\/p><p>The charity’s legal name is Speak With IT.<\/p><p>We are committed to protecting your personal information and privacy. This Privacy Notice describes how we collect, store and use your personal information.<\/p><p>We may update this Privacy Notice from time to time, so please check back periodically. We will notify you of significant changes by placing a notice on our website.<\/p><p>If you have any queries or require further information please contact the Chief Executive Officer<\/p><ul><li>In writing to: Aphasia Support, Balne Lane Community Centre, Balne Lane, Wakefield, WF2 0DP<\/li><li>By emailing: <a href=\"mailto:info@aphasiasupport.org\">info@aphasiasupport.org<\/a><\/li><li>By calling: 01924 562443<\/li><\/ul><h4>How we collect information from you<\/h4><p>We will collect information directly from you when you ask about our services, use our services, make a donation, apply for a job or volunteering position or otherwise provide us with your personal information. This includes when you phone us, are referred to us, and get in touch through the post or in person at our office.<\/p><p>We may also collect information about how our website is used and track which pages users visit. We use this information to monitor and improve our website.<\/p><h4>Why we collect personal information<\/h4><p>Members – Any personal information provided or collected, will be used to ensure the provision of the services you have chosen to engage in within Aphasia Support.<\/p><p>Beneficiaries – Any personal information provided or collected, will be used to ensure the provision of the services you have chosen to engage in within Aphasia Support.<\/p><p>Volunteers – Any personal information provided or collected, will be used to ensure the provision of the services you have chosen to engage in within Aphasia Support.<\/p><p>Staff – Any personal information provided or collected will be used as part of our recruitment process (DBS checks, references) and fulfilling ongoing contracts of employment (pension, pay, emergency contacts).<\/p><p>We may also use your personal information to contact you about updates to our services, events we are hosting and general updates about the work we are involved in.<\/p><h4>Personal Information<\/h4><p>This personal information may include but not be limited to, your name, address, email address, phone number, date of birth and details on your health.<\/p><h4>Sensitive Personal Information<\/h4><p>Data Protection Law recognises that some categories of personal information are more sensitive. Special Category Data can include information about a person’s gender, ethnic origin, sexual orientation or religious beliefs.<\/p><ul><li>We will always gain consent prior to asking you for this information and if provided this information will be solely provided to our funders who have requested this information.<\/li><li>We will not pass on your details to anyone else without your express permission except in exceptional circumstances. Examples of this might include posing a threat to others or children contacting us and sharing serious issues such as physical abuse or exploitation.<\/li><\/ul><h4>Legal Basis for using your information<\/h4><p>In some cases, we will only use your personal information where we have your consent or because we need to use it in order to fulfil a contract with you (for example, provide you with the support you have requested or to fulfil your employment contract).<\/p><p>However, there are other lawful reasons that allow us to process your personal information – one is called ‘legitimate interest’.<\/p><p>Whenever we process your Personal Information under the ‘legitimate interest’ lawful basis we make sure that we take into account your rights and interests and will not process your personal information if we feel that there is an imbalance.<\/p><p>Some examples of where we have a legitimate interest to process your Personal information are where we provide our volunteers and speech therapists with adequate background information related to a client’s support needs prior to support appointments, where we might contact you about our work via post, conduct research to better understand who our beneficiaries, members and volunteers are, improving our services, for dealing with complaints, or for complying with guidance from the Charity Commission.<\/p><h4>Marketing<\/h4><p>We will only contact you about our work and how you can support Aphasia Support by phone, email or text message, if you have agreed for us to contact you in this manner.<\/p><p>However, if you have provided us with your postal address we may send you information about our work and how you can support Aphasia Support by mail unless you have told us that you would prefer not to hear from us in that way.<\/p><p>You can update your choices or stop us sending you these communications at any time by contacting <a href=\"mailto:info@aphasiasupport.org\">info@aphasiasupport.org<\/a> or calling the office on 01924 562443 and asking to speak with the Chief Executive Officer.<\/p><h4>Sharing your information<\/h4><p>The personal information we collect about you will mainly be used by our staff (and volunteers) at Aphasia Support so that they can support you.<\/p><p>We will never sell or share your personal information with organisations so that they can contact you for any marketing activities. Nor do we sell any information about your web browsing activity.<\/p><p>Aphasia Support may however share your information with partner organisations also responsible for your care and wellbeing. We ensure this information is stored securely and deleted when no longer needed.<\/p><h4>Legal disclosure<\/h4><p>We may disclose your information if required to do so by law (for example, to comply with applicable laws, regulations and codes of practice or in response to a valid request from a competent authority).<\/p><h4>Keeping your information safe<\/h4><p>We take looking after your information very seriously. We’ve implemented appropriate physical, technical and organisational measures to protect the personal information we have under our control, both on and off-line, from improper access, use, alteration, destruction and loss.<\/p><p>Unfortunately, the transmission of information using the internet is not completely secure. Although we do our best to protect your personal information sent to us this way, we cannot guarantee the security of data transmitted to our site.<\/p><h4>How long we hold your information for<\/h4><p>We only keep it as long as is reasonable and necessary for the relevant contract of service or employment, which may be to fulfil statutory obligations (for example HRMC requirements).<\/p><h4>Your Rights<\/h4><p>You have various rights in respect of the personal information we hold about you – these are set out in more detail below. If you wish to exercise any of these rights or make a complaint, you can do so by contacting:<\/p><p>Chief Executive Officer, Aphasia Support, Balne Lane Community Centre, Balne Lane, Wakefield, WF2 0DP<\/p><p>Telephone: 01924 562443<\/p><p>Email: <a href=\"mailto:info@aphasiasupport.org\">info@aphasiasupport.org<\/a> You can also make a complaint to the data protection supervisory authority, the Information Commissioner’s Office, <a href=\"https:\/\/ico.org.uk\/\">https:\/\/ico.org.uk\/<\/a><\/p><h4>Access to your personal information<\/h4><p>You have the right to request access to a copy of the personal information that we hold about you, along with information on what personal information we use, why we use it, who we share it with, how long we keep it for and whether it has been used for any automated decision making. You can make a request for access free of charge. Please make all requests for access in writing and provide us with evidence of your identity.<\/p><h4>Right to object<\/h4><p>You can object to our processing of your personal information where we are relying on a legitimate interest (or those of a third party) and there is something about your particular situation which makes you want to object to processing on this ground. You also have the right to object where we are processing your personal information for direct marketing purposes. Please contact us as noted above, providing details of your objection.<\/p><h4>Consent<\/h4><p>If you have given us your consent to use personal information (for example, for marketing), you can withdraw your consent at any time.<\/p><h4>Rectification<\/h4><p>You can ask us to change or complete any inaccurate or incomplete personal information held about you.<\/p><h4>Erasure<\/h4><p>You can ask us to delete your personal information where it is no longer necessary for us to use it, you have withdrawn consent, or where we have no lawful basis for keeping it.<\/p><h4>Portability<\/h4><p>You can ask us to provide you or a third party with some of the personal information that we hold about you in a structured, commonly used, electronic form, so it can be easily transferred.<\/p><h4>Restriction<\/h4><p>You can ask us to restrict the personal information we use about you where you have asked for it to be erased or where you have objected to our use of it.<\/p><h4>No automated-decision making<\/h4><p>Automated decision-making takes place when an electronic system uses personal information to make a decision without human intervention. You have the right not to be subject to automated decisions that will create legal effects or have a similar significant impact on you, unless you have given us your consent, it is necessary for a contract between you and us or is otherwise permitted by law. You also have certain rights to challenge decisions made about you. We do not currently carry out any automated decision-making.<\/p><p><strong>*Please note, some of these rights only apply in certain circumstances and we may not be able to fulfil every request.*<\/strong><\/p><h4>Monitoring<\/h4><p>Your communications with our teams (including by telephone or email) may be monitored and\/or recorded for training, quality control and compliance purposes to ensure that we continuously improve our customer service standards.<\/p><p>To find out more about this policy and how we look after your personal information, contact our Chief Executive Officer on 01924 562443 or via email <a href=\"mailto:info@aphasiasupport.org\">info@aphasiasupport.org<\/a>.<\/p><h4>How to complain<\/h4><p>You can complain to the ICO if you are unhappy with how we have used your data.<\/p><p>The ICO’s address:<\/p><p>Information Commissioner’s Office<br\/>Wycliffe House<br\/>Water Lane<br\/>Wilmslow<br\/>Cheshire<br\/>SK9 5AF<br\/>Helpline number: 0303 123 1113<\/p>"}}},"block_order":["heading_xfE4GQ","text_cPxeMK"],"settings":{"desktop_content_position":"left","content_alignment":"left","color_scheme":"scheme-d7105676-5591-4f65-bf4c-2e36e7d4c6f9","full_width":true,"padding_top":40,"padding_bottom":52}},"rich_text_wqLxna":{"type":"rich-text","blocks":{"heading_4mDkV9":{"type":"heading","settings":{"heading":"<strong>Want to help? Donate today<\/strong>","heading_size":"h1"}},"text_RPyh7U":{"type":"text","settings":{"text":"<p>The impact of your support can be huge.<\/p>"}},"button_GzRRwg":{"type":"button","settings":{"button_label":"Donate today","button_link":"\/wp-content\/uploads\/2022\/11\/AS-Leaflet-online.pdf","button_style_secondary":false,"button-Icon-1":"shopify:\/\/shop_images\/gift-solid_f8543186-186b-4560-b0db-11666bb6628f.svg","button-background-1":"#ffffff","button_label_2":"","button_link_2":"","button_style_secondary_2":false,"button-background-2":"#0000ff"}}},"block_order":["heading_4mDkV9","text_RPyh7U","button_GzRRwg"],"settings":{"desktop_content_position":"center","content_alignment":"center","color_scheme":"scheme-3","full_width":true,"padding_top":40,"padding_bottom":52}},"image_collage_qBRHym":{"type":"Image-collage","blocks":{"image_UnEJN9":{"type":"image","settings":{"partners_image":"shopify:\/\/shop_images\/FR-logo-1-300x100_4549eb81-993d-4281-a616-a9251def8aef.png"}}},"block_order":["image_UnEJN9"],"settings":{"collage-heading":"","heading_size":"h1","col_color_scheme":"scheme-e16df067-8623-4d7c-be9d-2780f8fac201","padding_top":40,"padding_bottom":52}}},"order":["image_banner_TyFnhj","main","rich_text_bd4EmA","rich_text_wqLxna","image_collage_qBRHym"]}